<div class="agreement">
    <div class="agreement-layout">
        <div class="title">
            群脉 服务协议
        </div>
        <div class="content">
            <div class="words-bolder">
                第1条 重要须知
            </div>
            <div class="words-bolder">
            <p>1.1 本用户协议是用户（您）与群硕软件开发（上海）有限公司及其关联企业（下称 “群硕软件）之间的协议。“关联企业”指现在或将来与群硕软件构成“一方有能力直接或间接控制、共同控制另一方或对另一方施加重大影响，以及两方或多方以上同受一方控制、共同控制或重大影响的关系的企业”。群硕软件网站是由群硕软件或其关联企业所运行的各个网站和移动应用构成的。</p>
            </div>
            <div class="words">
            <p>1.2 群硕软件在此特别提醒，用户（您）欲访问和使用群硕软件网站，必须事先认真阅读本用户协议中各条款，包括免除或者限制群硕软件责任的免责条款及对用户的权利限制。请用户审阅并接受或不接受本用户协议。如用户不同意本用户协议及/或随时对其的修改，用户应不使用或主动取消群硕软件提供的服务。用户的使用行为将被视为用户对本用户协议全部的完全接受，包括接受群硕软件对用户协议随时所做的任何修改。</p>
            <p>1.3 若用户是18周岁以下的未成年人，在使用群硕软件的服务前，应确保事先取得监护人的同意，并与监护人共同审阅本用户协议。如用户以任何行为实际使用群硕软件的服务，即表示用户及其监护人接受了本用户协议，并同意受本用户协议各项条款的约束。</p>
            <p>1.4 群硕软件目前经由其产品和服务组合，向用户提供丰富的线上及线下资源及诸多产品与服务，包括但不限于CRM系统、社交网络、网上论坛等（以下简称“服务”或“本服务”）。本用户协议适用于群硕软件提供的各种服务，但当用户使用群硕软件的某一特定服务时，如该服务另有单独的用户协议、指引或规则，用户应遵守本用户协议及群硕软件随时公布的与该服务相关的用户协议、指引或规则等。前述所有的指引和规则，均构成本用户协议的一部分。群硕软件有权对其提供的服务进行扩展与更改。除非本用户协议另有其他明示规定，新推出的产品或服务、增加或强化目前本服务的任何新功能，均受到本用户协议之规范。</p>
                    <p>1.5 群硕软件提供的某些服务可能为收费服务。对于收费服务，群硕软件会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费服务。如用户拒绝支付相关费用，则群硕软件有权不向用户提供该等收费服务。群硕软件和合作公司有权按需要修改或变更所提供的收费服务、收费标准、收费方式、服务费等。</p>
            </div>

            <div class="words-bolder">
                第2条 用户使用规则
            </div>
            <div class="words">
                <p>2.1 用户必须自行配备上网和使用电信增值业务所需的设备，自行负担个人上网或第三方（包括但不限于电信或移动通信提供商）收取的通讯费、信息费等有关费用。</p>
            </div>
            <div class="words-bolder">
                2.2 用户须保证在使用各服务时用户身份的真实性和正确性及完整性，如果资料发生变化，您应及时更改，否则对于可能造成的损失将由用户自己承担。在安全完成本服务的登记程序并收到一个密码及帐号后，您应保护密码及帐号的安全。您应对任何人利用您的密码及帐号所进行的活动负完全的责任，群硕软件无法对非法或未经您授权使用您帐号及密码的行为作出甄别，因此群硕软件不承担任何责任。在此，您同意并承诺做到：<br />
                <div class="indent">
                    2.2.1 当您的密码或帐号遭到未获授权的使用，或者发生其他任何安全问题时，您会立即有效通知到群硕软件；<br />
                    2.2.2 当您每次上网或使用其他服务完毕后，会将有关帐号安全退出。<br />
                </div><p></p>
            </div>
            <div class="words">
                <p>2.3 用户同意接受群硕软件通过电子邮件或短信、即时通信的客户端、网页或其他合法方式向用户发送商品促销或其他相关商业信息。在使用电信增值服务的情况下，用户同意接受群硕软件及合作公司通过增值服务系统或其他方式向用户发送的相关服务信息或其他信息，其他信息包括但不限于通知信息、宣传信息、广告信息等。</p>
                <p>2.4 除您与群硕软件另有约定外，您同意本服务仅供个人使用且非商业性质的使用，您不可对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、或利用本服务进行调查、广告、或用于其他商业目的，其中，您不得将任何广告信函与信息、促销资料、垃圾邮件与信息、滥发邮件与信息、直销及传销邮件与信息以短信、即时通信或以其他方式传送，但群硕软件对特定服务另有适用指引或规则的除外。</p>
                2.5 关于在群硕软件网站上传的公开信息。<br />
                <div class="indent">
                    2.5.1 您同意您在本服务公开使用区域或服务项目内上传之内容，包括但不限于照片、图形或影音资料等内容，授予群硕软件全球性、免许可费、非独家、可完全转授权、及永久有效的使用权利，群硕软件可以为了展示、散布及推广前述内容之特定目的，将前述内容复制、修改、改写、改编或出版及可供群硕软件转载手机使用。<br />
                    2.5.2 对您张贴的内容，您保证已经拥有必要权利或授权以进行该内容提供、张贴、上载、提交等行为。<br />
                    2.5.3 若您违反有关法律法规及本用户协议的规定，您须自行承担完全的法律责任，并承担因此给群硕软件造成的损失的法律责任。<br />
                </div><p></p>
            </div>

            <div class="words-bolder">
                2.6 关于收费服务。<br />
                <div class="indent">
                    2.6.1 群硕软件的某些服务是以收费方式提供的。一旦凭个人账户密码通过个人帐户订阅收费服务，将视为是您本人订阅收费服务，您应按有关的收费标准、付款方式支付相关服务费及其他费用。资费说明标明在群硕软件网站相应服务的相应页面上。您可以通过我们的客户服务中心选择取消相关付费服务。在您正式取消相关服务并经群硕软件批准前，我们将按相关服务的收费标准与方式继续收费。<br />
                    2.6.2 逾期付费：服务费之逾期交纳应按群硕软件或合作公司关于迟延付费的相应规定办理。<br />
                </div><p></p>
            </div>

            <div class="words-bolder">
                2.7 用户在使用群硕软件提供的产品或服务过程中，必须遵循以下原则：<br />
                <div class="indent">
                    2.7.1 遵守中国有关的法律和法规；<br />
                    2.7.2 遵守所有与网络服务有关的网络协议、规定和程序；<br />
                    2.7.3 不以任何非法目的而使用群硕软件提供的产品与服务；<br />
                    2.7.4 不以任何形式使用群硕软件提供的产品和服务而侵犯群硕软件的权利和/或利益；<br />
                    2.7.5 不展示、不传播任何虚假的、骚扰性的、中伤他人的、种族歧视性的、辱骂性的、恐吓性的、成人情色的或其他任何非法的信息资料；<br />
                    2.7.6 不以任何方式侵犯他人依法享有的专利权、著作权、商标权、名誉权或其他任何合法权益；<br />
                    2.7.7 文明发言，并依法尊重其它用户的人格权与个人隐私，共同建立和谐、文明、礼貌的网络社交环境。<br />
                </div><p></p>
            </div>

            <div class="words">
                <p>2.8 群硕软件有权对用户使用本服务的情况进行审查和监督(包括但不限于对用户上传的内容进行审核)，如用户在使用本服务时违反任何上述规定，群硕软件或其授权的主体有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用本服务的权利）以消除或减轻用户不当行为造成的影响，群硕软件在进行前述操作前，操作过程中或操作完成后可以不对用户进行任何方式的通知。</p>
                <p>2.9 您在群硕软件网站上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。群硕软件和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。</p>
                <p>2.10 群硕软件针对某些特定的服务的使用通过各种方式（包括但不限于网页公告、系统通知、私信、短信提醒等）作出的任何声明、通知、警示等内容视为本用户协议的一部分，用户如使用该等服务，视为用户同意该等声明、通知、警示的内容。</p>
                <p>2.11 依本用户协议所取得的服务权利不可转让。</p>
                <p>2.12 如用户违反国家法律法规或本用户协议，群硕软件和合作公司将有权停止向用户提供服务而不需承担任何责任，如导致群硕软件或合作公司遭受任何损害或遭受任何来自第三方的纠纷、诉讼、索赔要求等，用户须向群硕软件或合作公司赔偿相应的损失，用户并需对其违反用户协议所产生的一切后果负全部法律责任。</p>
            </div>

            <div class="words-bolder">
                第3条 服务风险及免责声明
            </div>
            <div class="words">
                <p>3.1 用户明确同意其使用本服务所存在的风险将完全由其自己承担；因其使用本服务而产生的一切后果也由其自己承担，群硕软件对用户不承担任何责任。</p>
                <p>3.2 用户须明白，本服务仅依其当前所呈现的状况提供，本服务涉及到互联网及移动通讯等服务，可能会受到各个环节不稳定因素的影响。因此服务存在因上述不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机、GSM网络、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。开通服务的用户须承担以上风险，群硕软件和合作公司对服务之及时性、安全性、准确性不作担保，对因此导致用户不能发送和接受阅读消息、或传递错误，个人设定之时效、未予储存或其他问题不承担任何责任。</p>
                <p>3.3 不论在任何情况下，群硕软件均不对由于互联网正常的设备维护，互联网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，灾难性天气（如火灾、水灾、地震、风暴、或其他自然灾害），爆乱，恐怖主义行为，战争，政府行为，司法行政机关的命令或其它任何不受该方合理控制、无法合理预见并且无法合理避免的类似原因（“不可抗力事件”）而造成的不能履行或延迟履行承担责任。</p>
                <p>3.4 群硕软件在此郑重提请您注意，任何经由本服务以上载、张贴、发送即时信息、电子邮件或任何其他方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息、用户的登记资料或其他资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。群硕软件无法控制经由本服务传送之内容，也无法对用户的使用行为进行全面控制，因此不保证内容的合法性、正确性、完整性、真实性或品质。用户对于可能会接触到的非法的、非道德的、错误的或存在其他失宜之处的内容，及被错误归类或是带有欺骗性的发布内容，应自行做出判断。在任何情况下，对于任何内容，包括但不限于其发生的任何错误或遗漏，或是经由本服务传递的内容，而造成的任何损失或伤害，群硕软件都不以任何形式承担责任。但在任何情况下，群硕软件有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。但群硕软件有权（但无义务）依其自行之考量，拒绝和删除可经由本服务提供之违反本条款的或其他引起群硕软件或其他用户反感的任何内容。</p>
                <p>3.5 关于使用及储存之一般措施：您承认关于本服务的使用，群硕软件有权制订一般措施及限制，包含但不限于本服务将保留用户信息、电子邮件信息、所张贴内容或其他上载内容之最长期间、本服务一个帐号当中可收发电子邮件或短信讯息等的最大数量、本服务一个帐号当中可收发的单个信息或电子邮件的大小、群硕软件服务器为您分配的最大使用空间，以及一定期间内您使用本服务之次数上限（及每次使用时间之上限）。通过本服务存储或传送之任何信息、通讯资料和其他内容，如被删除或未予储存，您同意群硕软件毋须承担任何责任。您亦同意，长时间未使用的帐号，群硕软件有权关闭并收回帐号。您也同意，群硕软件有权依其自行之考量，不论通知与否，随时变更这些一般措施及限制。</p>
                <p>3.6 您通过本服务与广告商进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其他任何相关条款、条件、保证或声明，完全为您与广告商之间之行为。除有关法律有明文规定要求群硕软件承担责任以外，您因前述任何交易或前述广告商而遭受的任何性质的损失或损害，群硕软件均不予负责。</p>
                <p>3.7 链接及搜索引擎服务：本服务或第三人可提供与其他国际互联网上之网站或资源之链接。由于群硕软件无法控制这些网站及资源，您了解并同意：无论此类网站或资源是否可供利用，群硕软件不予负责；群硕软件亦对存在或源于此类网站或资源之任何内容、广告、产品或其他资料不予保证或负责。因您使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，群硕软件不负任何直接或间接之责任。若您认为该链接所载的内容或搜索引擎所提供之链接的内容侵犯您的权利，群硕软件声明与上述内容无关，不承担任何责任。</p>
                <p>3.8 若在群硕软件网站的信息存储服务、搜索服务、链接服务中涉及的信息内容存在侵犯第三人著作权的可能，群硕软件有权处理该信息内容，包括但不限于隐藏、下线、删除等措施。</p>
                <p>3.9 群硕软件依据本协议约定获得处理违法违规内容的权利，该权利不构成群硕软件的义务或承诺，群硕软件不能保证及时发现违法行为或进行相应处理。</p>
            </div>

            <div class="words-bolder">
                第4条 知识产权与所有权
            </div>
            <div class="words">
                <p>4.1 群硕软件的相关标志及产品、服务名称，均为群硕软件所有。未经群硕软件事先书面同意，您不得将群硕软件的相关标志及产品、服务名称以任何方式展示或使用或作其他处理，也不得向他人表明您有权展示、使用、或其他有权处理群硕软件标识的行为。</p>
                <p>4.2 关于内容：群硕软件定义的信息内容包括文字、软件、声音、相片、录像、图表；网页；广告中全部内容；群硕软件为用户提供的商业信息。所有这些内容受著作权、商标权、和其它知识产权和所有权法律的保护。未经群硕软件和相关权利人同意与授权，用户不能擅自使用、抄袭、复制、修改、编撰这些内容、或创造与内容有关的衍生产品，不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于任何商业活动中。所有这些内容或内容的任何部分仅可作为私人和非商业用途而保存在某台计算机内。群硕软件不就由上述内容产生或在传送或递交全部或部分上述内容过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，亦不以任何形式向用户或任何第三方负责。</p>
                <p>4.3 关于群硕软件提供的软件：您了解并同意，本服务及本服务所使用或提供之相关软件（以下简称“软件”）（但不包括两用户之间直接传递的资料）是由群硕软件或其合作公司拥有所有相关知识产权及其他法律保护之专有之知识产权（包括但不限于著作权、商标权、专利权、及商业秘密）资料。若就某一具体软件存在单独的最终用户软件授权协议，您除应遵守本用户协议有关规定外，亦应遵守该软件授权协议。除非您亦同意该软件授权协议，否则您不得安装或使用该软件。对于未提供单独的软件授权协议的软件，除您应遵守本用户协议外，群硕软件或所有权人仅将为您个人提供可取消、不可转让、非专属的软件授权许可，并仅为访问或使用本服务之目的而使用该软件。此外，在任何情况下，未经群硕软件明示授权，您均不得修改、出租、出借、出售、散布本软件之任何部份或全部，或据以制作衍生著作，或使用擅自修改后的软件，或进行还原工程、反向编译、以其他方式发现原始编码，或其他侵犯著作权人任何合法权益的行为，包括但不限于为了未经授权而使用本服务之目的。</p>
            </div>

            <div class="words-bolder">
                第5条 服务变更、中断或终止
            </div>
            <div class="words">
                <p>5.1 本服务的所有权和运作权、一切解释权归群硕软件。</p>
                <p>5.2 群硕软件有权随时变更、中断或终止部分或全部服务。群硕软件无需通知用户，且群硕软件不需对用户或第三方承担任何责任。用户同意，服务可能因故无法访问或使用，群硕软件无需为此承担任何责任。</p>
                <p>5.3 为了改善用户体验、保证服务的安全性及产品功能的一致性，群硕软件可能会对软件进行更新。您应该将相关软件更新到最新版本，否则群硕软件并不保证其能正常使用。</p>
                <p>5.4 群硕软件和合作公司有权按需要修改或变更所提供的收费服务、收费标准、收费方式、服务费、及用户协议。群硕软件在提供服务时，可能现在或日后对部分服务的用户开始收取一定的费用，如用户拒绝支付该等费用，则不能在收费开始后继续使用相关的服务。但群硕软件和合作公司将尽最大努力通过各种有效方式通知用户有关的修改或变更。</p>
            </div>
            <div class="words-bolder">
                5.5 如发生下列任何一种情形，群硕软件有权随时中断或终止向用户提供服务而无需通知用户且无需对用户或任何第三方承担任何责任：
                <div class="indent">
                    5.5.1 根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；<br />
                    5.5.2 用户违反相关法律法规或本用户协议的规定；<br />
                    5.5.3 按照法律规定或主管部门的要求；<br />
                    5.5.4 其他群硕软件认为是符合整体服务需求的特殊情形。<p></p>
                </div>
            </div>
            <div class="words">
                <p>5.6 您有责任自行备份存储在本服务中的数据。如果您的服务被终止，群硕软件可以从服务器上永久地删除您的数据。服务终止后，群硕软件没有义务向您返还数据。</p>
            </div>

            <div class="words-bolder">
                第6条 隐私政策 <br />
                <p>《隐私权保护声明》构成本用户协议的有效组成部分，群硕软件将不定时修订《隐私权保护声明》（详细规定参见《隐私权保护声明》）。</p>
                第7条 协议修改
                <p>群硕软件有权随时修改本用户协议的任何条款，一旦本用户协议的内容发生变动，群硕软件将会在网站上公布修改之后的协议内容，该公布行为视为群硕软件已经通知用户修改内容，不再单独通知用户。修订后的协议一经在网站公布后，立即自动生效。如用户不同意相关修订，应当立即停止使用群硕软件提供的服务。如果用户继续使用群硕软件提供的服务，即表示用户接受群硕软件对本用户协议相关条款所做的修改。</p>
                第8条 违约赔偿
            </div>
            <div class="words">
                <p>8.1 用户同意保障和维护群硕软件利益，负责支付由用户使用超出服务范围引起的一切费用（包括但不限于：律师费用、违反用户协议的损害补偿费用以及其它第三人使用用户的电脑、帐号和其它知识产权的追索费）。</p>
                <p>8.2 用户须对违反国家法律规定及本用户协议所产生的一切后果承担法律责任</p>
            </div>

            <div class="words-bolder">
                第9条 遵守当地法律监管
            </div>
            <div class="words">
                <p>9.1 您在使用本服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。</p>
                <p>9.2 您应避免因使用本服务而使群硕软件卷入政治和公共事件，否则群硕软件有权暂停或终止对您的服务。</p>
            </div>

            <div class="words-bolder">
                第10条 法律适用、管辖与其他
            </div>
            <div class="words">
                <p>10.1 本用户协议的订立、效力、解释、变更、执行及争议的解决均受中华人民共和国法律管辖。</p>
                <p>10.2 由本用户协议产生或与之相关的任何争议应由双方友好协商解决。协商不成的，您同意将纠纷或争议向上海市浦东新区的人民法院提起诉讼。</p>
            </div>

            <div class="words-bolder">
                第11条 通知送达
            </div>
            <div class="words">
                <p>本用户协议项下所有的通知均可通过重要页面公告、电子邮件或常规信件等方式进行；此类通知于发送之日视为已送达收件人。</p>
            </div>

            <div class="words-bolder">
                第12条 其他
            </div>
            <div class="words">
                <p>12.1 如本用户协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本用户协议的其余条款仍应有效且具有约束力。</p>
                <p>12.2 本用户协议构成您与群硕软件之全部协议，规范您对本服务之使用，并取代您先前与群硕软件达成的全部协议。但在您使用相关服务、或使用第三方提供的内容或软件时，亦应遵从所适用之附加条款及权利，包括但不限于《隐私权保护声明》等。</p>
                <p>12.3 每项服务的内容、收费标准、收费方式、服务费及用户协议应以最后发布的通知为准。</p>
                <p>12.4 群硕软件保留本用户协议之解释权。</p>
            </div>
        </div>
    </div>
    <div class="text-center">
        <a class="pure-button button-default button-back" href="/site/signup">返回</a>
    </div>
</div>
