<div class="container">
  <div class="agreement">
    <div class="agreement-layout">
      <div class="title">
        OMNISOCIALS 隐私权保护声明
      </div>
      <div class="content">
        <div class="words-bolder">
        <p>群硕软件开发（上海）有限公司非常重视用户信息的保护，在使用本公司的所有产品和服务前，请您务必仔细阅读并透彻理解本声明。一旦您选择使用，即表示您认可并接受本条款现有内容及其可能随时更新的内容。</p>
          第1条 合约定义
        </div>

        <div class="words">
          <p>1.1 本网站由群硕软件开发（上海）有限公司（以下简称“群硕软件”）所有和运作。</p>
          <p>1.2 本合约是网站用户(包括个人、企业及其他组织)与网站运营企业群硕软件之间的法律契约。用户访问、浏览和注册本网站即代表接受本合约条款的约束，用户对本网站的访问和使用应以接受并遵守本合约所载明的条款和条件为前提。</p>
        </div>

        <div class="words-bolder">
          第2条 知识产权申明
        </div>
        <div class="words">
          <p>2.1 本网站的包括但不限于应用程序、源代码、商标、标示图案(LOGO)、界面设计、应用程序编程接口(API)等所关联的所有知识产权均属群硕软件所有。用户不得复制、修改、传播或在非本网站所属的服务器上做镜像或者以其它方式进行非法使用。</p>
          <p>2.2 用户在本网站平台所创建的独创性数据归属该用户所有，该用户有权对前述数据进行任何形式的处置，包括从平台中复制，导出和删除。</p>
        </div>

        <div class="words-bolder">
          <p>2.3 用户应当确保其公开或存储（方式包括但不限于：上传、保存、公布、发布等）于本网站及相关服务器的内容不存在任何侵犯其他第三方知识产权的情形。若存在本条所述情形，群硕软件有权根据具体情节针对上述内容，采取包括但不限于限制、屏蔽、删除、修改等手段，由此给网站用户造成的损失由网站用户自行承担；若群硕软件因网站用户存在本条所述行为而向其他第三方承担法律责任的，群硕软件有权向网站用户追偿全部损失。</p>
          第3条 网站使用规则<br />
          3.1 用户在使用本网站服务过程中，必须遵循以下规则：
          <div class="indent">
            3.1.1 遵守中国有关的法律法规；<br />
            3.1.2 不得对本网站服务进行任何形式的对其他第三方的再授权使用、销售或转让；<br />
            3.1.3 不得为设计开发竞争产品对本网站进行任何形式的反向工程、反向编译、反汇编，或在竞争产品抄袭模仿本网站的设计；<br />
            3.1.4 不得滥用本网站的通信功能发送垃圾邮件和短信；<br />
            3.1.5 不得对本网站的连续服务和商誉构成损害的其他行为，包括对网站服务器的攻击；<br />
            3.1.6 遵守本协议中的全部约定。<br /><p></p>
          </div>
        </div>
        <div class="words">
          <p>3.2 用户所拥有的互联网域名所对应的电子邮件地址作为用户权证的唯一识别信息。当用户不再拥有或完全控制在本网站登记的域名时，群硕软件有权随时删除所有的用户数据。在高级模式下，系统支持多个域名电子邮件地址，当最早登记的主域名权属发生改变时，群硕软件有权随时删除主域名及其关联域名所有的用户数据。</p>
          <p>3.3 用户须对在本网站的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐户导致其他用户误认；否则群硕软件有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。</p>
          <p>3.4 用户直接或通过各类方式（如 RSS 源和站外 API 引用等）间接使用本网站服务和数据的行为，都将被视作已无条件接受本协议全部内容；若用户对本协议的任何条款存在异议，请停止使用本网站所提供的全部服务。</p>
        </div>

        <div class="words-bolder">
          <p>3.5 用户承诺不得以任何方式利用本网站直接或间接从事违反中国法律、以及社会公德的行为，群硕软件有权对违反上述承诺的内容予以删除。</p>
          3.6 用户不得利用本网站服务制作、上载、复制、发布、传播或者转载如下内容：
            <div class="indent">
              3.6.1 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />
              3.6.2 损害国家荣誉和利益的；<br />
              3.6.3 煽动民族仇恨、民族歧视，破坏民族团结的；<br />
              3.6.4 破坏国家宗教政策，宣扬邪教和封建迷信的；<br />
              3.6.5 散布谣言，扰乱社会秩序，破坏社会稳定的；<br />
              3.6.6 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />
              3.6.7 侮辱或者诽谤他人，侵害他人合法权益的；<br />
              3.6.8 含有法律、行政法规禁止的其他内容的信息。<br />
            </div>
            <p></p>
          <p>3.7 群硕软件有权对用户使用本网站的情况进行审查和监督，如用户在使用本网站时违反任何3.1或者3.7中规定，群硕软件或其授权人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用本网站的权利）以减轻用户不当行为造成的影响。</p>
        </div>

        <div class="words">
          <p>3.8 群硕软件有权但无义务对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及本网站指导原则对侵权信息进行处理。</p>
        </div>

        <div class="words-bolder">
          第4条 用户信息保护
        </div>
        <div class="words">
          <p>4.1 本网站将尽可能采取一切措施保护用户数据及个人信息资料安全，只根据用户在网站上的行为指示来分发用户的信息，不会向任何第三方公开或共享用户的具体数据。</p>
          <p>4.2 本网站保留使用汇总统计性信息的权利，在不透露单个用户隐私资料的前提下，本网站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
        </div>

        <div class="words-bolder">
          第5条 免责申明<br />
          <p>5.1 本网站将尽最大努力保障软件平台的连续可靠运行，但鉴于网络服务的特殊性，本网站对可能发生的网络服务的中断或终止所可能导致的一切损失，不承担任何法律责任及经济赔偿。</p>
          <p>5.2 本网站将尽最大努力保障客户数据的安全备份，但无法承诺100%的数据恢复，对因数据丢失带来的任何直接或间接损失不承担任何责任。</p>
          <p>5.3 在发生需要从备份文件中恢复数据的情形时，本网站通常需要6小时，最长48小时完成，在此时间范围内的数据恢复视作服务是连续的。</p>
          <p>5.4 对于因不可抗力或本网站不能控制的原因造成的网络服务中断和长时间终止，本网站不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
          第6条 合约变更
        </div>
        <div class="words">
          <p>6.1 本网站有权随时对本合约的条款进行修订，一旦本合约的内容发生变更，本网站将会在修订生效日前一个工作日更新。</p>
          <p>6.2 如用户继续使用网络服务，则视为用户接受本网站对合约相关条款所做的修订。</p>
        </div>
        <div class="words-bolder">
          第7条 法律适用
        </div>
        <div class="words">
          <p>7.1 本合约的订立、执行和解释以及争议的解决均应适用中华人民共和国法律并受中国法院管辖。</p>
          <p>7.2 协议双方就本合约内容或其执行发生任何争议，应首先力争友好协商解决；协商不成时，任何一方均可向群硕软件注册地所在的人民法院提起诉讼。</p>
        </div>
      </div>
    </div>
    <a class="btn btn-back" href="/site/signup">返回</a>
  </div>
</div>
